{
  "tours": [
    {
      "id": "1",
      "tourName": "Manali",
      "image": "Manali",
      "description": "With spectacular valleys, breathtaking views, snowcapped mountains, and lush forests of oak, deodar, and pine, Manali is a magical hill station at the northern end of Kullu valley in Himachal Pradesh. Gifted to the world by the mighty Himalayas, it is known to be one of the most popular destinations for Honeymooners. Manali offers magnificent views of the Pir Panjal and the Dhauladhar ranges, covered in a thick blanket of snow for most of the year.\r\n",
      "rating": 4,
      "tourGuide": "Sim Singh",
      "tourPrice": 5000,
      "categories": [
        "Solang Valley, Bears River, Solang Nullah"
      ]
    },
    {
      "id": "2",
      "tourName": "Kasol",
      "image": "Kasol",
      "tourGuide": "kim Sin",
      "description": "Kasol is a quaint little village in Himachal situated along the banks of the river Parvati. Commonly known as the 'Amsterdam of India', Kasol is a tourist attraction that is rapidly gaining fame as a popular hub for trekkers, backpackers, and nature lovers. The valley is situated 23 kms from Bhuntar and next to the religious town of Manikaran and is one of the best places in the country just to sit back and chill in the panorama of snow-clad mountains, pine trees and serene river.\r\n",
      "rating": 4,
      "tourPrice": 5500,
      "categories": [
        "Chalal Trek Trial, Buddha Place, Walk by the Parvati River"
      ]
    },
    {
      "id": "3",
      "tourName": "Shimla",
      "image": "Shimla",
      "description": "Shimla is the capital of Himachal Pradesh and a popular hill-station among Indian families and honeymooners. Situated at the height of 2200m, it was the summer capital of British India. The hill station still retains its old-world charm with beautiful colonial architecture, pedestrian-friendly Mall Road and the ridge lined up with multiple shops, cafes and restaurants.\r\n",
      "rating": 3,
      "tourGuide": "Siya Kim ",
      "tourPrice": 3000,
      "categories": [
        "The Mall, Green Valley Trek"
      ]
    },
    {
      "id": "4",
      "tourName": "Mcleodganj",
      "image": "Mcleodganj",
      "description": "Mcleodganj, Himachal Pradesh is one of the most popular tourist destinations for it's tibetan culture, nature treks, greenery, ancient temples & monasteries, and british influence. Located in the Kangra district, it's on the outskirts of Dharamshala.\r\n",
      "rating": 3,
      "tourGuide": "Ruhi Sharma",
      "tourPrice": 6000,
      "categories": [
        "Naddi Trek , Visit Temples,Triund Trek, Minkiani Pass"
      ]
    },
    {
      "id": "5",
      "tourName": "Spili Valley",
      "image": "valley",
      "description": "Spiti is a desert mountain valley situated high in the Himalayas. The name Spiti refers to Middle Land, i.e., the land between Tibet and India. The valley is one of the most remote regions in the world and is cut off from the rest of civilization for about six months every year due to heavy snowfall.\r\n",
      "rating": 3,
      "tourGuide": "Jiya Singh",
      "tourPrice": 5600,
      "categories": [
        "Key Monastery, Chandratal Lake"
      ]
    },
    {
      "id": "6",
      "tourName": "Dal Housie",
      "image": "abc",
      "description": "Dalhousie is one of the best places to visit in Himachal Pradesh. Known for its pleasant climate and scenic beauty, it has a variety of vegetation that includes pine, deodar, oak and rhododendrons. It is spread across the five hills (Bhangora, Bakrota, Terah, Potreyn and Kathlog) close to the Dhauladhar mountain range. Dalhousie is named after The Earl of Dalhousie who established this place as a summer retreat in 1854. \r\n",
      "rating": 3,
      "tourGuide": "Samrthya chauhan ",
      "tourPrice": 4500,
      "categories": [
        "Panchpula, Kalatop Wildlife Sanctuary, Satdhara Falls"
      ]
    },
    {
      "id": "7",
      "tourName": "Kasauli",
      "image": "Kasauli",
      "rating": 3,
      "description": "Kasauli is around 60 km from Chandigarh. This charming hill station is a paradise with plenty of flora and peace. Established by the British in 1853, the Christ Church, with neo-gothic architecture and stained-glass windows, is located amidst a picturesque location of pine and deodar trees The hill station is equally famous among tranquillity seekers and honeymooners and adventure lovers. The cantonment town has a brewery, said to be the oldest functioning distillery for scotch whisky in Asia. Kasauli is also the seat of the renowned Pasteur Institute, popularly known as the Central Research Institute. \r\n",
      "tourPrice": 6000,
      "tourGuide": "jimmi Singh",
      "categories": [
        "Monkey Point, Toy Train Ride, Timber Trail  "
      ]
    },
    {
      "id": "8",
      "tourName": "Kufri",
      "image": "Kufri",
      "description": "Kufri is a tiny hill station in Himachal Pradesh known for its trekking and hiking trails. In winter, adventure-seeking tourists visit Kufri to enjoy skiing and tobogganing on snow-covered slopes. The Mahasu ridge is a great spot for skiing beginners. Situated 20 km from Shimla, Kufri is nestled in the Himalayan range. Worth visiting is the Himalayan National Park (or the Kufri National Park), sprawled over 90 hectares. This park has a wide range of Himalayan flora and fauna with over 180 species of birds and a large variety of animals such as the spotted snow leopard, brown bear, common leopard and musk deer. \r\n",
      "rating": 3,
      "tourGuide": "Ru Malik",
      "tourPrice": 4500,
      "categories": [
        "Green Valley, himalayas Trek, Mahashu Peak"
      ]
    },
    {
      "id": "9",
      "tourName": "Palampur",
      "image": "Palampur",
      "description": "Palampur, also known as the tea capital of northern India, has aromatic tea gardens spread over a vast area and produces the famous Kangra Tea. Tourists can visit the beautiful Church of St. John and enjoy the splendid architecture. Neugal Khad, a wide water stream is popular for family picnics and day outings. Also known as the Mecca of paragliders, the hills of Bir and Billing offer a galvanizing 30 minutes paragliding expedition.  \r\n",
      "tourPrice": 6000,
      "rating": 5,
      "tourGuide": "Riya ",
      "categories": [
        "Splendid architecture, Waterfalls, Timber Trail  "
      ]
    },
    {
      "id": "10",
      "tourName": "Kangra",
      "image": "Kangra",
      "description": "There are several places to visit in Kangra, which lies at the foothills of the Dhauladhar range. Kangra is 13 km from the Gaggal airport. This ‘Land of the Gods’ has managed to protect its beauty and serenity. Masroor temples in Kangra are 15 rock-cut temples believed to have been made by the Pandavas during exile. Each temple is carved and decorated with sculptures. Kangra is home to the Kangra Fort that is mentioned in the war records of Alexander. The land has seen the rule of multiple invaders like the Tughlaqs and Mughals. The fort has stone sculptures, carvings, idols and other artefacts.\r\n",
      "rating": 3,
      "tourGuide": "Chin King ",
      "tourPrice": 5300,
      "categories": [
        " Kumarwah Lake, Bajreshwari Devi Temple, Kangra valley "
      ]
    }
  ],
  "tourRequests": [
    {
      "dateOfTravel": "2022-09-30",
      "customerName": "Samantha",
      "customerEmail": "samantha@gmail.com",
      "customerPhone": "9800000000",
      "tourName": "Kangra",
      "customerAddress": "Rohta road, Meerut",
      "id": "1"
    },
    {
      "id": "7087",
      "dateOfTravel": "2024-07-12",
      "customerEmail": "uttara@gmail.com",
      "customerPhone": "9876543211",
      "customerAddress": "Sector 43, Noida ",
      "customerName": "Uttara",
      "tourName": "Kasol"
    },
    {
      "id": "f776",
      "dateOfTravel": "2024-07-12",
      "customerName": "Robin",
      "customerEmail": "robin@gmail.com",
      "customerPhone": "9876543210",
      "customerAddress": "",
      "tourName": "Shimla"
    },
    {
      "id": "9e6f",
      "dateOfTravel": "2024-07-26",
      "customerName": "Nikunj",
      "customerEmail": "nikunj@gmail.com",
      "customerPhone": "9876543232",
      "customerAddress": "Sector 106, Delhi",
      "tourName": "Mcleodganj"
    },
    {
      "id": "6589",
      "dateOfTravel": "2024-07-23",
      "customerName": "Riya",
      "customerEmail": "riya@gmail.com",
      "customerPhone": "9123456780",
      "customerAddress": "Gagan vihar, Meerut",
      "tourName": "Kangra"
    }
  ]
}